{
  "posts": [
    {
      "id": "1",
      "title": "Apple lança iOS 26.1, macOS Tahoe 26.1 e outras atualizações",
      "slug": "apple-lanca-ios-26-1-macos-tahoe-26-1",
      "excerpt": "A Apple lançou a versão 26.1 de vários sistemas operacionais, incluindo iOS, macOS, watchOS, tvOS e visionOS.",
      "content": "No dia 3 de novembro de 2025, a Apple disponibilizou o iOS 26.1, iPadOS 26.1, macOS Tahoe 26.1, watchOS 26.1, tvOS 26.1 e visionOS 26.1. As atualizações trazem refinamentos no design Liquid Glass, melhorias na Apple Intelligence e novos recursos para multitarefa no iPad.",
      "coverImageUrl": "/images/apple_ios26.jpg",
      "published": true,
      "createdAt": "2025-11-03T10:00:00Z",
      "updatedAt": "2025-11-03T10:00:00Z",
      "author": "Redação Apple News"
    },
    {
      "id": "2",
      "title": "Apple e Issey Miyake lançam acessório iPhone Pocket",
      "slug": "apple-issey-miyake-iphone-pocket",
      "excerpt": "Em parceria com a marca japonesa Issey Miyake, a Apple lança um acessório para iPhone inspirado em tecido minimalista.",
      "content": "A Apple lançou um acessório de edição limitada chamado “iPhone Pocket” em colaboração com a marca Issey Miyake. Inspirado no conceito de “um pedaço de tecido”, o pocket é feito em tricô 3D e está disponível em dois tamanhos: uma versão longa (crossbody) por US$ 230 e uma curta por US$ 150.",
      "coverImageUrl": "/images/apple_issey_pocket.jpg",
      "published": true,
      "createdAt": "2025-11-11T12:00:00Z",
      "updatedAt": "2025-11-11T12:00:00Z",
      "author": "Redação Apple News"
    },
    {
      "id": "3",
      "title": "Tim Cook anuncia mais integrações de IA no Apple Intelligence",
      "slug": "tim-cook-mais-ias-no-apple-intelligence",
      "excerpt": "A Apple planeja integrar modelos de IA de terceiros no seu sistema Apple Intelligence, incluindo Gemini e Anthropic.",
      "content": "O CEO da Apple, Tim Cook, revelou planos para integrar mais ferramentas de IA de terceiros no Apple Intelligence. Modelos como Google Gemini, Anthropic e Perplexity estão sendo considerados para futuras parcerias. ",
      "coverImageUrl": "/images/apple_ai.jpg",
      "published": true,
      "createdAt": "2025-10-30T15:00:00Z",
      "updatedAt": "2025-10-30T15:00:00Z",
      "author": "Redação Apple News"
    },
    {
      "id": "4",
      "title": "Apple promete US$ 100 bilhões para manufatura nos EUA",
      "slug": "apple-100-bilhoes-us-manufactura-eua",
      "excerpt": "A empresa planeja investir grande soma para reforçar a produção doméstica nos Estados Unidos.",
      "content": "De acordo com um oficial da Casa Branca, a Apple se comprometeu com um investimento de US$ 100 bilhões para reforçar a manufatura nos EUA, parte de uma estratégia para trazer de volta a produção para o país.  [oai_citation:3‡Reuters](https://www.reuters.com/business/retail-consumer/apple-pledge-100-billion-us-manufacturing-white-house-official-says-2025-08-06/?utm_source=chatgpt.com)",
      "coverImageUrl": "/images/apple_factory_us.jpg",
      "published": true,
      "createdAt": "2025-08-06T08:00:00Z",
      "updatedAt": "2025-08-06T08:00:00Z",
      "author": "Redação Apple News"
    },
    {
      "id": "5",
      "title": "Apple cancela iPhone Air 2 após vendas fracas",
      "slug": "apple-cancela-iphone-air-2",
      "excerpt": "Fontes afirmam que a Apple suspendeu o desenvolvimento do iPhone Air 2 por causa de vendas decepcionantes do modelo original.",
      "content": "De acordo com relatórios, a Apple interrompeu os planos para o iPhone Air 2 depois que o modelo debutante não atingiu as expectativas de mercado. Críticas sobre bateria, câmera e som influenciaram a decisão.  [oai_citation:4‡New York Post](https://nypost.com/2025/11/11/business/apple-pulls-plug-on-iphone-air-2-after-weak-sales-of-debut-model-report/?utm_source=chatgpt.com)",
      "coverImageUrl": "/images/apple_air2.jpg",
      "published": false,
      "createdAt": "2025-11-11T17:00:00Z",
      "updatedAt": "2025-11-11T17:00:00Z",
      "author": "Redação Apple News"
    }
  ]
}
